tap "caarlos0/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "autossh"
brew "bat"
brew "cmake"
brew "direnv"
brew "exa"
brew "fish"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnupg"
brew "just"
brew "lsd"
brew "mkcert"
brew "zlib"
brew "mysql"
brew "n"
brew "neofetch"
brew "neovim"
brew "nushell"
brew "sqlite"
brew "pipx"
brew "pnpm"
brew "pre-commit"
brew "protobuf"
brew "pyenv"
brew "python@3.9"
brew "python-tk@3.9"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "stow"
brew "terminal-notifier"
brew "tfenv"
brew "tree"
brew "wget"
brew "zoxide"
brew "caarlos0/tap/timer"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "kitty"
cask "raycast"
vscode "aaron-bond.better-comments"
vscode "alefragnani.project-manager"
vscode "amimaro.remix-run-snippets"
vscode "bmalehorn.shell-syntax"
vscode "bmalehorn.vscode-fish"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "codezombiech.gitignore"
vscode "denoland.vscode-deno"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "eriklynd.json-tools"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "irongeek.vscode-env"
vscode "lextudio.restructuredtext"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "njpwerner.autodocstring"
vscode "orta.vscode-jest"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "sastan.twind-intellisense"
vscode "skellock.just"
vscode "skyapps.fish-vscode"
vscode "syler.sass-indented"
vscode "tal7aouy.theme"
vscode "tamasfe.even-better-toml"
vscode "thenuprojectcontributors.vscode-nushell-lang"
vscode "tommorris.mako"
vscode "vscode-icons-team.vscode-icons"
vscode "wholroyd.jinja"
vscode "yzhang.markdown-all-in-one"
vscode "zixuanchen.vitest-explorer"
vscode "zxh404.vscode-proto3"
